{
	"Introduction": "Hmm, le nouveau fermier que nous attendions tous...^Hmm, la nouvelle fermière que nous attendions tous...#$b#Je suis Geralt... Je vis dans la petite cabane près de la plage.",
	"danceRejection": "Excuse-moi... pas aujourd'hui.$s",
	"divorced": "...$s#$e#Pourquoi me parles-tu ? N'en as-tu pas assez fait ?$s",
	"dumped_Guys": "Va-t'en. Je ne veux pas te voir.$s",
	"secondChance_Guys": "Tu m'as blessé... mais je suis prêt à laisser le passé derrière nous.$s",
	"breakUp": "Hmm... un bouquet fané. Une chose que personne ne veut voir...$s#$b#Je suppose qu'il y a d'autres horizons où poser les yeux...$s",
	"Mon": "Je suis moi-même nouveau dans cette ville, mais je m'y sens comme chez moi.$h#$e#Je suis arrivé ici seulement un an avant toi.",
	"Mon4": "J'imagine que tu en es venu à considérer cet endroit comme ton 'chez toi'.",
	"Tue": "Un noyé peut attaquer quand on s'y attend le moins... si ton esprit est distrait, tu pourrais être pris au dépourvu.#$e#Eh bien, je dois vraiment retourner à mon travail.",
	"Tue6": "Le choc de l'acier et l'odeur du sang sont gravés dans mon âme.$u#$b#C'est pourquoi j'ai choisi cette plage comme lieu de résidence, pour pouvoir être seul avec mes démons.",
	"Wed": "La forêt est un endroit calme. Y es-tu allé ?^La forêt est un endroit calme. Y es-tu allée ?",
	"Wed8": "Désolé, je suis pensif aujourd'hui.$s#$e#Il n'y a jamais de certitude quant à l'avenir.$s#$e#J'imagine que je pourrais vieillir en ermite sur cette plage...$s",
	"Thu2": "Je n'arrive pas à trouver l'inspiration pour commencer à écrire mon autobiographie...$s",
	"Thu4": "Je ressens quelque chose d'étrange ces derniers temps. Peut-être que le temps change.",
	"Thu6": "Parfois, je me demande si je ne suis pas en train de perdre mes compétences en chasse...$s#$e#Non, non... je ne deviens pas complaisant. Je pense juste aux vieux temps, je suppose...",
	"Thu8": "#$1 elliottApol#Il fait calme ici sur la plage... alors je m'excuse si j'ai paru désemparé lors de notre première rencontre. Je ne suis plus habitué à la conversation.$k#$e#C'est agréable de parler à une nouvelle personne.",
	"Thu": "Bonjour, @.#$e#Ça va ?",
	"Fri": "L'air frais de cette vallée est bon pour l'esprit.#$e#Une randonnée en plein air me revitalise toujours.",
	"Fri4": "Hmm... J'ai déjà brûlé la moitié de mes cheveux avec une torche...$8",
	"Fri8": "Je vais te dire quelque chose... ce n'est pas la vieillesse qui a rendu mes cheveux gris.",
	"Sat": "Tu n'aimerais probablement pas Kaedwen. C'est un endroit froid et impitoyable.$s",
	"Sat4": "Veuillez excuser l'état humble de ma cabane.",
	"Sat6": "Certaines personnes se méfient des étrangers. Montre-leur ta valeur et ils finiront par t'apprécier.#$e#Tout le monde apprécie les gens compétents, comme le forgeron ou le charpentier.",
	"Sun": "Bonjour. La vie de fermier se passe-t-elle comme tu l'espérais ?^Bonjour. La vie de fermière se passe-t-elle comme tu l'espérais ?",
	"Sun6": "Oh, @. J'avais le sentiment que tu pourrais apparaître.#$e#Tu as une forte présence.$h",
	"event_idea1": "Mystère, hein ? C'est définitivement un genre excitant. Je vais m'en souvenir.",
	"event_idea2": "Ah, l'un des genres classiques. Je vais m'en souvenir.",
	"event_idea3": "Je n'aurais jamais deviné ! Je suppose que même ceux de la profession la plus 'terreuse' ont parfois la tête dans les étoiles.$h#$b#Je vais m'en souvenir.",
	"event_boat1": "... Je suspectais que tu ne pourrais pas ressentir cela envers un autre homme, surtout un aussi marqué que moi.$l",
	"event_boat2": "Oh ! Je suis désolé.$8%fork",
	"event_toast1": "Hmm... d'accord.#$b#À @ !",
	"event_toast2": "C'est une bonne idée.$h#$b#À nous !",
	"event_toast3": "Hmm... laisse tomber.$a",
	"event_toast4": "Hmm, à un avenir paisible pour la communauté... un sentiment réfléchi.#$b#À la paix et à la prospérité de Pélican Ville.",
	"summer_Mon": "Un pressentiment m'a réveillé ce matin. J'ai ressenti une grande perturbation venant de l'océan.$u#$e#Je suis désolé si cela ne t'intéresse pas beaucoup.",
	"summer_Mon4": "Je sais que je suis un peu un 'original'.#$e#J'espère que ça ne te dérange pas.$h",
	"summer_Mon6": "@, je sais que tu respectes mon passé de sorceleur. Je l'apprécie.$h",
	"summer_Tue": "J'ai trouvé des coquillages suspects devant ma maison.#$e#J'imagine que les grandes créatures qui y vivaient autrefois étaient assez dangereuses.",
	"summer_Tue6": "J'écris mon autobiographie comme un enregistrement des temps passés.$u#$e#...les temps changent cependant. Les gens ne lisent plus.$s",
	"summer_Wed": "Il faut de la patience pour suivre sa culture de la graine jusqu'à la récolte.#$e#C'est comme si ton essence était infusée dans le fruit.$u",
	"summer_Thu": "L'activité la plus intense d'une journée type consiste à déverser les crabes hors de mes bottes.$s#$e#C'est ce qui arrive quand on vit sur la plage.",
	"summer_Fri": "@ ? Tu sembles troublé.#$b#L'air chaud de l'été peut donner un peu le vertige.",
	"summer_Sat": "Le soleil est puissant aujourd'hui... Ma peau était habituée aux climats plus septentrionaux.",
	"summer_Sun": "Tu es venu jusqu'ici juste pour me parler ? C'est attentionné de ta part.$h",
	"summer_Sun4": "Tu es le bienvenu pour visiter ma cabane quand tu veux. J'apprécie la compagnie.$h^Tu es la bienvenue pour visiter ma cabane quand tu veux. J'apprécie la compagnie.",
	"fall_Mon": "Bonjour @.#$e#Assure-toi de prendre note de ton environnement de temps en temps.",
	"fall_Mon4": "Viens me voir si tu as besoin de conseils pour traiter avec les monstres.$h#$e#Je suis généralement dans ma cabane.",
	"fall_Tue": "On dit qu'un navire de pirate, rempli d'or, s'est échoué ici il y a longtemps.",
	"fall_Tue8": "@, je pensais justement à toi.$l#$e#Peut-être l'as-tu ressenti.$h#$e#Tu ferais un bon sorceleur.^Tu ferais une bonne sorceleuse.",
	"fall_Wed8": "J'aurais pu être fermier, mais ma mère m'a envoyé à l'École du Loup pour devenir sorceleur.#$e#L'atmosphère là-bas n'était pas du tout comme celle de la vallée.$h",
	"fall_Thu": "Hmm. Un petit crabe semble avoir élu domicile dans la poche de ma chemise.$l#$e#C'est la vie sur la plage.",
	"fall_Fri4": "Mes jambes sont raides après avoir passé la nuit à mon bureau d'écriture.$s#$e#Parfois je me demande si écrire une autobiographie en vaut la peine.",
	"fall_Fri": "Mes jambes sont raides après avoir passé la matinée à mon bureau d'écriture.$s",
	"fall_Fri10": "@, quand tu es là... je me sens étrangement revigoré.$l#$e#Je sais... c'est étrange, mais c'est vrai.",
	"fall_Sat": "Il y a du vent en cette période de l'année. Cela rend plus difficile la perception de son environnement.$h",
	"fall_Sun": "Je dois me rappeler d'arroser mes plantes aujourd'hui. Et pas avec de l'eau de mer cette fois.",
	"winter_Mon": "Tu es venu me rendre visite par ce froid...#$e#Peut-être que tu aimerais Kaer Morhen.",
	"winter_Mon4": "@, tu as traversé la neige pour me rendre visite ?#$e#Bien que c'est doux comparé à l'endroit où j'ai grandi.$h",
	"winter_Tue": "Les gens ont tiré leur subsistance de la mer pendant des milliers d'années.#$e#Aujourd'hui, je vais juste au supermarché.$s",
	"winter_Tue10": "@, j'avais le sentiment que tu apparaîtrais.#$e#Peut-être sommes-nous connectés par un fil surnaturel.$l",
	"-winter_Wed": "Une journée ne peut jamais être gaspillée lorsque tu suis ton cœur.$u#$e#Qu'est-ce que ton cœur te dit de faire ?",
	"winter_Thu": "Respire profondément. Le sens-tu ? C'est le pouvoir de la vallée.#$e#Comment cela te fait-il sentir ?",
	"winter_Thu6": "Respire profondément. Le sens-tu ? C'est le pouvoir de la vallée.#$e#Chaque fois que je le ressens, cela me rappelle ma jeunesse. Les montagnes de Kaer Morhen m'ont vraiment impressionné quand j'étais enfant.",
	"winter_Fri": "Je pratiquais mes épées tous les jours, mais maintenant elles prennent la poussière dans un coin.#$e#C'est beaucoup de travail.#$e#Je suis surpris de ne pas avoir eu à les utiliser depuis longtemps.$h#$e#Je suppose que la vallée est vraiment un endroit paisible.",
	"winter_Sat": "J'ai fait des exercices de combat en intérieur, puisque c'est souvent trop froid pour sortir.#$e#Je ne suis plus aussi résilient qu'avant.$s",
	"winter_Sun": "Je suppose que je devrais frotter mon plancher de temps en temps. Une algue commence à pousser.$s#$e#Prends-tu du temps pour faire le ménage ?"
}
