{
  "data": [
	// age`manner`anxiety`optimism`gender`datable`traits`key`string

	// Abigail
	"any`any`any`any`any`any`any`danceRejection`That's flattering... but I'm gonna have to say no. Sorry.",
	"any`any`any`any`any`any`any`divorced`What are you doing here? Just leave me alone!$a",
	"any`any`any`any`any`any`any`dumped_Girls`Don't talk to me!$a",
	"any`any`any`any`any`any`any`secondChance_Girls`*sigh*... I can't stay mad at you anymore, @. Let's just move on with our lives.$s",
	"any`any`any`any`any`any`any`breakUp`Oh... I... I understand. You see me as just a friend...$s#$b#I guess we weren't really a good match...$s",
	"any`any`any`any`any`any`any`Mon`Oh, hey. Taking a break from work?",
	"any`any`any`any`any`any`any`Mon2`Oh, hi!#$e#Do you ever hang out at the cemetery? It's a peaceful place to spend some time alone.",
	"any`any`any`any`any`any`any`Tue`Ugh... I'm not in a good mood right now.$s#$e#I said I'm not in a good mood... what do you want?$a",
	"any`any`any`any`any`any`any`Wed`Hey. Sorry in advance if I say anything rude. I didn't get much sleep last night.#$e#What do you want?",
	"any`any`any`any`any`any`any`4`Oh, hi.",
	"any`any`any`any`any`any`any`Fri`Wow, I just realized it's Friday. $u#$e#Sometimes I totally lose track of time.",
	"any`any`any`any`any`any`any`Sat`The fresh mountain air is nice on a day like this.$h#$e#I wonder if the frogs will make an appearance soon.",
	"any`any`any`any`any`any`any`Tue4`Hi, I'm glad to see you.$h#$e#I want to take my mind off things for a while... how is your day going?",
	"any`any`any`any`any`any`any`Fri6`The birds were happily chirping today. They're too simple to understand the future.#$e#It's better to be like them, isn't it?",
	"any`any`any`any`any`any`any`summer`The air is so thick with honey and nectar all summer. I almost feel dizzy.$u",
	"any`any`any`any`any`any`any`summer`I'm looking forward to fall... the cool mountain breeze, the swirling red petals, the smell of mushrooms... *sigh*",
	"any`any`any`any`any`any`any`summer6`I'm actually enjoying myself this summer.$h#$e#It's funny how quickly one's outlook can change.",
	"any`any`any`any`any`any`any`summer8`I used to think Pelican Town was kinda drab, but lately I'm starting to love some things about it.$h",
	"any`any`any`any`any`any`any`fall`I need to stretch my legs and get some fresh air today.",
	"any`any`any`any`any`any`any`fall6`I wish the season lasted a little longer.$8#$e#When the wind really picks up, I almost feel like a kid again.",
	"any`any`any`any`any`any`any`winter`Doesn't a steaming hot cup of cocoa sound good right now?",
	"any`any`any`any`any`any`any`winter`Hi. Is it boring to be a farmer during the winter?",
	"any`any`any`any`any`any`any`winter7`I'm looking forward to making a snow man tomorrow.",
	"any`any`any`any`any`any`any`winter6`I've been daydreaming a lot lately...#$e#Oh! You want to know what it's about? Well...$u#$b#...It's a secret.$h",
	"any`any`any`any`any`any`any`summer1`Summer's here. It's not really my favorite season.#$e#The air is so muggy I feel like I'm floating in soup.",
	"any`any`any`any`any`any`any`fall1`Ah... Fall's here!$h#$e#I was getting so tired of summer.",
	"any`any`any`any`any`any`any`winter1`Well, fall is over...$s#$e#But I like winter, too!$h",

	// Alex

	"any`any`any`any`any`any`any`danceRejection`Nah... I'm gonna ask someone else. Good luck.",
	"any`any`any`any`any`any`any`divorced`I thought we had something special... I guess I was wrong.$s",
	"any`any`any`any`any`any`any`dumped_Guys`You're not worth my time.$a",
	"any`any`any`any`any`any`any`secondChance_Guys`I don't know if I can trust you anymore, but I'm willing to give you a chance.$9",
	"any`any`any`any`any`any`any`breakUp`You're giving me wha...?$7#$b#*huff*... Got it. Alright... well, you've made your choice. You're not gonna see me begging.$a",
	"any`any`any`any`any`any`any`Tue`The beach is a cool place to hang out and soak up some rays.#e#You gotta spend some time in the sun or else you'll get all pale.#$e#*sigh*... I wish there were more girls in this town, know what I mean?$s^Hey, do you wanna hang out with me at the beach some time? Do you have a bikini?",
	"any`any`any`any`any`any`any`Thu`The air's starting to warm up... I'm feeling pumped.",
	"any`any`any`any`any`any`any`Fri`Hey, what's up farmer guy?^Hey, it's farm girl. Did you get new pants? You're doing something right.#e#Oh, I almost forgot! It's my day for doing push-ups!#e#Every time I do push-ups I try to do one more than last time. Pretty cool strategy, huh?",
	"any`any`any`any`any`any`any`Sun`Hey.#$e#What, you wanna talk to me? I'm busy.",
	"any`any`any`any`any`any`any`Sun2`Hey, @.#$e#That's right, I remember your name.",
	"any`any`any`any`any`any`any`Sun4`Hey, @.#$e#How's your day going?",
	"any`any`any`any`any`any`any`Tue6`Nothing's better than an energetic day at the beach with your friends... right?",
	"any`any`any`any`any`any`any`summer1`Hey. Summer is definitely the best time of year.#$e#Right now is great because we've got the whole season to look forward to. Catch you later.",
	"any`any`any`any`any`any`any`summer`What do you want?#$e#I've got more important things to do right now.",
	"any`any`any`any`any`any`any`summer`Mmmm... I smell a barbeque.#$e#Damn I could go for a burger.",
	"any`any`any`any`any`any`any`summer4`Hey, you look like you're getting into some good shape this summer!#$b#All that farm work is paying off, huh?",
	"any`any`any`any`any`any`any`summer4`Hey, nice tan.",
	"any`any`any`any`any`any`any`fall`What's up?#$e#Isn't your name, like, %firstnameletter%name, or something?#$e#Oh. It's @? Okay. Sorry.",
	"any`any`any`any`any`any`any`fall`I think you can find salmon in the river this time of year.#$e#At least that's what I heard.",
	"any`any`any`any`any`any`any`fall2`What's up, @?",
	"any`any`any`any`any`any`any`fall10`@! Um... Hi.$l",
	"any`any`any`any`any`any`any`winter1`Winter is kind of lame. There's too much snow to do anything fun.#$e#I guess some people like it.",
	"any`any`any`any`any`any`any`winter`You like the snow? Me... I'm just looking forward to spring.",
	// Caroline

	"any`any`any`any`any`any`any`Tue`I've seen wild horesradish in the forest.#$e#Foraging can be a fun way to earn some cash. Or you can use what you find as gifts or food.",
	"any`any`any`any`any`any`any`Sun`Today I'm just going to relax and think positively.#$e#Do you ever take a day off?",
	"any`any`any`any`any`any`any`Wed6`Stardew Valley is nice, but I wish I knew more people.#$e#I'm glad that we've become friends.",
	"any`any`any`any`any`any`any`summer`I've been seeing wild fruits in the forest lately.#$e#Foraging can be a fun way to earn some cash. Or you can use what you find as gifts or food.",
	"any`any`any`any`any`any`any`summer6`Time seems to go by faster and faster the older you get...$s ",
	"any`any`any`any`any`any`any`fall`I've seen edible mushrooms in the forest.#$e#Foraging can be a fun way to earn some cash. Or you can use what you find as gifts or food.",
	"any`any`any`any`any`any`any`fall6`You know, I used to want to be a farmer myself. Well, more like a rancher.#$e#I always loved movies about the wild west when I was a girl.",
	"any`any`any`any`any`any`any`winter`Winter is harsh, but you can dig up some roots if you're lucky.#$e#Foraging can be a fun way to earn some cash. Or you can use what you find as gifts or food.",
	"any`any`any`any`any`any`any`winter6`Are you excited for the new year?#$e#I predict that you'll be super-successful on your farm.$h",
	// Clint

	// Demetrius

	"any`any`any`any`any`any`any`Wed`You're probably growing a lot of interesting plants on your farm, huh?#$e#Maybe I'll stop by your place some day and check it out.",
	"any`any`any`any`any`any`any`Thu`How's the farming business going? It's parsnip season, isn't it?#$e#I can imagine it being pretty peaceful, working outdoors with plants all day.",
	"any`any`any`any`any`any`any`Sun`It's good to take a break from work every now and then.#$e#I guess that's kind of difficult when you live on a farm, though.#$e#Hey, at least in the winter you don't have to worry about crops.",
	"any`any`any`any`any`any`any`summer`Make sure to water your plants every day.#$e#Although, if you're using water retaining soil you don't need to worry about watering as often.#$e#It's pretty convenient.",
	"any`any`any`any`any`any`any`summer`How's the farming business going? It's tomato season, isn't it?#$e#I can imagine it being pretty peaceful, working outdoors with plants all day.",
	"any`any`any`any`any`any`any`summer`Hmm... If strigolactone levels could be increased, would it have a proportional effect on mycorhizal growth?$u#$b#Oh! Sorry. I was pondering some data and I didn't notice you there.#$e#Do you need anything?",
	"any`any`any`any`any`any`any`summer6`I became a scientist because I wanted to contribute to the progression of our species.#$e#Of course, none of this would be possible without farmers such as yourself.$h",
	"any`any`any`any`any`any`any`fall`During this time of year I divert my attentions to fungi.",
	"any`any`any`any`any`any`any`fall`We know a lot about nature thanks to science.#$e#But there's always a lot more to learn.",
	"any`any`any`any`any`any`any`fall`How's the farming business going? It's corn season, isn't it?#$e#I can imagine it being pretty peaceful, working outdoors with plants all day.",
	"any`any`any`any`any`any`any`fall`Let's see... perhaps the nitrogen fixation level is affected by nematode secretions...$u#$b#Oh! Sorry. I was pondering some data and I didn't notice you there.#$e#Do you need anything?",
	"any`any`any`any`any`any`any`winter`Do you have any animals on your farm?",
	"any`any`any`any`any`any`any`winter`Let's see... if seasonal nitrogen levels could be modeled by a piecewise function...$u#$b#Oh! Sorry. I was analyzing data and I didn't notice you there.#$e#Do you need anything?",
	// Elliott

	"any`any`any`any`any`any`any`danceRejection`Excuse me... not today.$s",
	"any`any`any`any`any`any`any`divorced`...$s#$e#Why do you torment me? Can't you see you've shattered all my hopes and dreams?$s",
	"any`any`any`any`any`any`any`dumped_Guys`Go away. I can't bear to see you.$s",
	"any`any`any`any`any`any`any`secondChance_Guys`You've hurt me beyond measure... but I'm willing to leave the past behind us.$s",
	"any`any`any`any`any`any`any`breakUp`Ah... the wilted bouquet. A sight I'd hoped to never see...$s#$b#I suppose there are other horizons to set my eyes upon...$s",
	"any`any`any`any`any`any`any`Tue`A great idea can pass through your head when you least expect it... but if your mind is too busy you might miss it.#$e#Well, I really must get back to my work.",
	"any`any`any`any`any`any`any`Wed`The forest is a wonderful place. Have you been there?",
	"any`any`any`any`any`any`any`Thu4`I've been feeling hopeful lately. Perhaps the weather is changing.",
	"any`any`any`any`any`any`any`Thu`Hello, @.#$e#Are you well?",
	"any`any`any`any`any`any`any`Fri`The fresh air of this valley is good for body and mind.#$e#A quick stroll outdoors always invigorates me.",
	"any`any`any`any`any`any`any`summer`It must be satisfying to follow your crop from seed to harvest.#$e#It's as if your essence is infused into the fruit.$u",
	"any`any`any`any`any`any`any`summer`@? You look puzzled.#$b#I guess the hot summer air can make us a little dizzy.",
	"any`any`any`any`any`any`any`fall`Hello @.#$e#Make sure and take breaks from your work now and then.",
	"any`any`any`any`any`any`any`fall8`@, I was just thinking about you.$l#$e#Maybe you sensed it.$h#$e#So! Tell me about your day.",
	"any`any`any`any`any`any`any`fall8`I wouldn't mind trying my hand at farming.#$e#The quiet atmosphere of a farm might be a good source of literary inspiration, don't you think?$h",
	"any`any`any`any`any`any`any`fall10`@, when you're around... I feel unusually creative.$l#$e#I know... strange, but it's true.",
	"any`any`any`any`any`any`any`fall`It gets windy this time of year. Marvelous!$h",
	"any`any`any`any`any`any`any`winter`A day can never be boring when you follow the whims of your imagination.$u#$e#Sorry, am I babbling on about nonsense?",
	"any`any`any`any`any`any`any`winter`Breathe deeply. Do you notice it? That's the smell of the sea.#$e#How does it make you feel?",
	"any`any`any`any`any`any`any`winter6`Breathe deeply. Do you notice it? That's the smell of the sea.#$e#Whenever I smell the sea, it reminds me of my youth. The ocean really impressed me as a child.",
	// Emily

	"any`any`any`any`any`any`any`danceRejection`I'm very sorry... but I've already agreed to dance with someone else.$u",
	"any`any`any`any`any`any`any`divorced`@... You broke my heart... I just can't talk to you anymore.$s#$e#Please, let me try to heal...$s",
	"any`any`any`any`any`any`any`dumped_Girls`...$s",
	"any`any`any`any`any`any`any`breakUp`B...But I thought we had a special bond... *sniff*$s",
	"any`any`any`any`any`any`any`secondChance_Girls`@... I'm ready to give you a second chance. I still have faith that there's a good person inside of you.$s",
	"any`any`any`any`any`any`any`Mon2`I have a secret hobby, but I won't say any more.#$e#Maybe I'll show you some day.$h",
	"any`any`any`any`any`any`any`Mon4`This world is full of spirits and magic... Some don't believe me, but I know it's true.#$e#I can see it in your eyes... you believe in the other world, like me.",
	"any`any`any`any`any`any`any`Tue8`You know, @... I think the future looks bright for both of us.",
	"any`any`any`any`any`any`any`Wed`I've heard rumors of rare and powerful magic rings, forged long ago by forgotten civilizations. I'm not sure if it's true or just a fairy tale.",
	"any`any`any`any`any`any`any`Wed4`You catch fish? I just hope you treat the poor things humanely.$s#$e#Every critter deserves our respect, even the slimy ones.",
	"any`any`any`any`any`any`any`Wed6`Have faith... every day you're taking one more step on the path of your destiny.",
	"any`any`any`any`any`any`any`Wed8`Hi, @.$u#$e#I always knew we'd become close like this...",
	"any`any`any`any`any`any`any`Thu4`Sometimes the flowers speak to me... each one has a different story to tell!",
	"any`any`any`any`any`any`any`Fri`Ah, spring. The season of pastels. I actually prefer jewel tones, myself.#$b#Oh, excuse me! I was mumbling about fashion again, wasn't I?",
	"any`any`any`any`any`any`any`Sat6`Do you ever think about the texture of fabric, @? Each texture has a distinct personality... feel my dress... see?",
	"any`any`any`any`any`any`any`Sun`Hi @!#$e#Do you raise sheep in your barn? You can turn their wool into beautiful bolts of cloth!#$e#You'll need a loom, though. You can make them yourself if you know the crafting recipe.",
	"any`any`any`any`any`any`any`summer4`Eating healthy is very important to me. I want to live a long and active life.",
	"any`any`any`any`any`any`any`summer`Hello there, @.#$e#I feel lazy today.$u",
	"any`any`any`any`any`any`any`summer6`Hi, @! We've become decent friends, haven't we?$h#$e#That's fine with me. You're a cool guy.^I'm glad.$h",
	"any`any`any`any`any`any`any`summer8`Hi, @! We've become decent friends, haven't we?$h#$e#This may sound weird, but I've always been certain this would happen.",
	"any`any`any`any`any`any`any`summer`It doesn't rain much in summer, does it?#$e#That just means more watering work for you, huh?#$e#Or do you enjoy the sunny weather?",
	"any`any`any`any`any`any`any`summer`I consider the bees and butterflies to be my special friends!",
	"any`any`any`any`any`any`any`summer`Hi @!",
	"any`any`any`any`any`any`any`fall`It's good weather for a picnic, isn't it?",
	"any`any`any`any`any`any`any`fall`Hello. Did you have a good summer?",
	"any`any`any`any`any`any`any`fall`Another beautiful fall day.#$e#It's a pity it'll soon be over.",
	"any`any`any`any`any`any`any`fall6`Smell that clean air? It's lovely, isn't it?#$b#I just fear that the Joja Co.'s of the world will take this away from us.$u",
	"any`any`any`any`any`any`any`fall`Keep your mind open and some interesting things might take root.#$e#Anyway, how is your day going?",
	"any`any`any`any`any`any`any`fall6`I don't have any huge plans for life. I prefer not to stress about the future.",
	"any`any`any`any`any`any`any`fall`Nothing like a sunny sunday to lift the spirits!",
	"any`any`any`any`any`any`any`fall6`There's so many invisible barriers holding us back. Why can't people learn to let go and celebrate freedom?#$e#Me? Well, you know what they say... 'You can't cage a wild Junimo'.",
	"any`any`any`any`any`any`any`fall10`You're such a nice person, @! Thanks for being my friend.$h",
	"any`any`any`any`any`any`any`winter`Be careful an icicle doesn't fall on your head!",
	"any`any`any`any`any`any`any`winter10`Be careful an icicle doesn't fall on your head! I wouldn't want you to get hurt!",
	"any`any`any`any`any`any`any`winter`Oh, hello @!$h#$e#You must be getting very good at farming by now, huh?",
	"any`any`any`any`any`any`any`winter2`I bet you're an excellent farmer by now!",
	"any`any`any`any`any`any`any`winter4`I think my hair is frozen solid...$s",
	"any`any`any`any`any`any`any`winter`Do you know how to cook 'Bean Hotpot'?#$e#I like that dish quite a bit.$h%revealtasteEmily207#$e#It's hard to get fresh ingredients in the winter, huh?",
	"any`any`any`any`any`any`any`winter`Hi!#$e#...Yes?",

	// Evelyn

	"any`any`any`any`any`any`any`Mon`Oh my! What a lovely day.$u",
	"any`any`any`any`any`any`any`Sun`It's nice to be so close to the ocean. The sound of the sea makes going to sleep a lot easier.#$e#As kids we hunted for seashells after the tide went out. Those were the days...",
	"any`any`any`any`any`any`any`summer`I feel more energetic in this wonderful weather.$u",
	"any`any`any`any`any`any`any`summer`Sweet peas are in bloom right now.#$e#They've got such a wonderful fragrance, haven't they?",
	// George

	"any`any`any`any`any`any`any`Mon`I'm not much of a talker. Especially not to strangers, if you don't mind me saying.",
	"any`any`any`any`any`any`any`Tue`Hmmph... Looks like another gloomy day.$s",
	"any`any`any`any`any`any`any`Fri`So you're a farmer, huh? At least it's honest work.",
	// Haley

	"any`any`any`any`any`any`any`danceRejection`Ew... No.",
	"any`any`any`any`any`any`any`divorced`I'll be fine on my own...$7#$e#Thanks for the memories.$7#$e#Why are you still clinging to me? Go live your own life.$7",
	"any`any`any`any`any`any`any`breakUp`Agh!$8#$b#Oh... hmph. Beat me to it, huh? Alright...",
	"any`any`any`any`any`any`any`dumped_Girls`I've got nothing to say to you!$a",
	"any`any`any`any`any`any`any`secondChance_Girls`Alright, alright... I'm done giving you the cold shoulder. Just promise me you'll never, ever lie to me again.$s",
	"any`any`any`any`any`any`any`Tue2`I wonder if any nice shells washed up on the beach this morning?#$e#This isn't the best time of year for shells, though.",
	"any`any`any`any`any`any`any`Wed4`I'm glad that the flowers are starting to bloom.#$e#Those pink ones smell so good.$h",
	"any`any`any`any`any`any`any`Sat8`#$1 haleySeagull#Yesterday I found a seagull with her wing caught in a net. I set her free, of course. She looked so helpless, the poor thing.$k$s#$e#You know, I should probably start exercising more... this youthful metabolism won't last forever.",
	"any`any`any`any`any`any`any`summer`I'm going to get such a nice tan this summer.",
	"any`any`any`any`any`any`any`summer`Ew, you're all dirty.",
	"any`any`any`any`any`any`any`summer`Um... Yes?#$e#I didn't hear you, I'm thinking about something else.",
	"any`any`any`any`any`any`any`summer10`Do you have baby bunnies on your farm? Bunnies are SO cute! <",
	"any`any`any`any`any`any`any`summer`If you stay in the sun a lot it'll make your hair lighter.#$e#It's a good thing to know!",
	"any`any`any`any`any`any`any`summer2`Do you wear those clothes every day?",
	"any`any`any`any`any`any`any`summer4`It's so hot today!#$e#I wish I had some ice cream.$s",
	"any`any`any`any`any`any`any`summer6`If you stay in the sun a lot it will make your hair lighter... But you don't want to get sunburnt, either.#$e#I just want a healthy amount of sunlight. Everything in moderation, right?",
	"any`any`any`any`any`any`any`summer6`It seems like a good day to go swimming.",
	"any`any`any`any`any`any`any`summer10`Oh, hi @!#$e#Do you like kids?$l",
	"any`any`any`any`any`any`any`fall1`It's fall already?$s",
	"any`any`any`any`any`any`any`fall`It's gross when all these fallen leaves get slimy.",
	"any`any`any`any`any`any`any`fall`Hmm... Something smells weird...#$e#You've been working on the farm, huh?",
	"any`any`any`any`any`any`any`fall`Oh, hi. Did you want something?",
	"any`any`any`any`any`any`any`fall2`Something smells earthy...#$b#Oh, right. You work on a farm.",
	"any`any`any`any`any`any`any`fall4`You look like you've been doing a lot of hard work.#$b#Why don't you take the rest of the day off?",
	"any`any`any`any`any`any`any`fall8`I'm starting to like the smell of dirt. Isn't that weird?#$e#I think it's because you're around all the time.$h",
	"any`any`any`any`any`any`any`fall10`@, I'm happy to see you today.$h",
	"any`any`any`any`any`any`any`winter`Hi. Do you need something from me?#$e#...",
	"any`any`any`any`any`any`any`winter9`Hmm. What brand is your shirt?#$e#Oh. Um, nevermind.",
	"any`any`any`any`any`any`any`winter`Do you have a pony on your farm?$h#$e#Oh. That's disappointing...$s",
	"any`any`any`any`any`any`any`winter2`Your name is @, right?#$e#I keep forgetting.",
	"any`any`any`any`any`any`any`winter4`Hi @.#$e#Is anything exciting happening on your farm?",
	"any`any`any`any`any`any`any`winter8`Do you think you'll ever have a pony on your farm?",
	"any`any`any`any`any`any`any`winter8`I'm glad you have less work to do in the winter.#$e#It must be nice to have a break, huh?",
	"any`any`any`any`any`any`any`winter10`@, you look rugged today. I like it.^@, you look pretty today.#$e#...$h",
	// Harvey

	"any`any`any`any`any`any`any`danceRejection`Oh! I'm sorry... I, er... have plans to ask someone else.$s",
	"any`any`any`any`any`any`any`divorced`I... I can't look at you. Please spare me any more pain.$s",
	"any`any`any`any`any`any`any`breakUp`...Y...You...?$s#$b#*gulp*... I... I think I'm going to be sick...$s",
	"any`any`any`any`any`any`any`dumped_Guys`I'm busy with my work. I can't speak to you.$s",
	"any`any`any`any`any`any`any`secondChance_Guys`I want you back in my life, @. I'm willing to forget what happened.$s",
	"any`any`any`any`any`any`any`Wed6`It's nice to have a friend in town.$h",
	"any`any`any`any`any`any`any`Wed8`You have a really healthy glow. That's good.$h",
	// Jas

	"child`any`any`any`any`any`any`Introduction`...$u#$b#Hi...$u",
	"child`any`any`any`any`any`any`Mon4`Hi, Mr. @.^Hi, Ms. @.#$e#It's fun to live on a farm.$h",
	"child`any`any`any`any`any`any`Tue`What? *giggle*$h#$e#...hi.",
	"child`any`any`any`any`any`any`Wed`...$u",
	"child`any`any`any`any`any`any`Wed2`...Hi.$u",
	"child`any`any`any`any`any`any`Thu`I'm not supposed to talk to strangers...$u",
	"child`any`any`any`any`any`any`Fri`... I don't know you.$u",
	"child`any`any`any`any`any`any`Sat`You smell like grass.$u",
	"child`any`any`any`any`any`any`Sat8`You're always so nice to me, Mr. @$h^You're always so nice to me, Ms. @.$h#$e#Grown-ups are usually mean and boring, but you're different.",
	"child`any`any`any`any`any`any`Sun`Um... d...do you want something?$u#$e#I'm not supposed to talk to strangers.$u",
	// Jodi

	"any`any`any`any`any`any`any`winter`Hi. Do you get tired of people asking about your farm all the time?#$e#I think I would.",
	// Kent

	"any`any`any`any`any`any`any`Fri`It looks like a decent day for fishing, doesn't it?",
	// Leah

	"any`any`any`any`any`any`any`danceRejection`I'll be honest. I don't want to dance with you.$u",
	"any`any`any`any`any`any`any`divorced`I've realized I'm happier by myself. So just leave me be.$u",
	"any`any`any`any`any`any`any`breakUp`Ohh... Got it. Hah... I really don't have any luck when it comes to this stuff...$s",
	"any`any`any`any`any`any`any`dumped_Girls`I don't want to see you for a while...$s",
	"any`any`any`any`any`any`any`secondChance_Girls`You caused a lot of grief with what you did... but I'm ready to put the past behind us.$s",
	"any`any`any`any`any`any`any`Beach`I came for the sound of the ocean. Beautiful, isn't it?",
	"any`any`any`any`any`any`any`Mon`The trees look nice today, don't they?",
	"any`any`any`any`any`any`any`Wed6`I love being around animals. They're so innocent.#$e#Farm animals are wonderful, too.$h",
	"any`any`any`any`any`any`any`Wed8`Hi @! I was just thinking about you and your farm.#$e#I was imagining how good it must feel to harvest a big bunch of crops.$h#$e#Wouldn't it be nice to have help, though?$l",
	"any`any`any`any`any`any`any`Fri`It's simpler to be friends with the trees. They don't have much to say.$h",
	"any`any`any`any`any`any`any`Fri2`We wouldn't be able to survive without nature. It's good to remember that.",
	"any`any`any`any`any`any`any`Sat8`Farming sounds so fun. I want to try it, someday.$l",
	"any`any`any`any`any`any`any`summer1`You can tell it's summer by the sweet smell of nectar wafting through the air!$h",
	"any`any`any`any`any`any`any`summer`I found some wild fruits this morning!#$e#Sorry, I don't have any left.$s#$e#Keep looking, I'm sure you'll find something.",
	"any`any`any`any`any`any`any`summer`The sound of farm animals is great, isn't it?",
	"any`any`any`any`any`any`any`summer2`I hate to be blunt, but if we don't treat nature with respect, our grandchildren will be doomed.#$e#Don't you think so?",
	"any`any`any`any`any`any`any`fall1`How quickly the seasons change!#$e#It's shocking.",
	"any`any`any`any`any`any`any`fall4`Everyone has a unique and interesting perspective, whether they believe it or not. Don't you think so?#$e#Although, some people have opinions that I just can't respect.",
	"any`any`any`any`any`any`any`fall`There's a lot of good places to walk around here.#$e#It feels good to stretch your legs.",
	"any`any`any`any`any`any`any`winter`I love the way everything looks when it's covered with fresh snow.",
	"any`any`any`any`any`any`any`winter`I saw a snow rabbit early this morning! They're rare, aren't they?",
	"any`any`any`any`any`any`any`winter`Hello. Do you want something?",
	"any`any`any`any`any`any`any`winter2`Hello, @. Is there something you wanted to talk about?",
	"any`any`any`any`any`any`any`winter`Do you ever take a whole day off?#$e#It's a refreshing break.",
	// Lewis

	"any`any`any`any`any`any`any`fall12`Do you have any bee houses on your farm?#$e#If you place them near flowers you can get different types of honey.",
	"any`any`any`any`any`any`any`fall19`Sometimes you can tell if there's something buried underground. Just keep your eyes open.",
	// Linus

	"any`any`any`any`any`any`any`Wed`I don't know you well enough to trust you. Sorry.",
	"any`any`any`any`any`any`any`Thu`...Hmm? Do you want something from me?",
	"any`any`any`any`any`any`any`Wed6`I spend a lot of time thinking.#$e#If you can fully understand the reasons behind your thoughts, you'll have reached a new level of being.",
	"any`any`any`any`any`any`any`summer4`Whenever you catch a fish, take a moment to thank it for its sacrifice.#$b#Even if you don't believe in the spirit of the fish, it's a good mental exercise. We need to be aware of our effect on the environment.",
	"any`any`any`any`any`any`any`summer4`You can find rainbow trout in streams right now.",
	"any`any`any`any`any`any`any`fall4`I don't have many responsibilities, so I spend my time thinking.#$e#You have to understand your thoughts before you can control them.",
	"any`any`any`any`any`any`any`fall`I don't like to stay in one place for too long.",
	"any`any`any`any`any`any`any`fall6`There's nothing quite like a feast of wild mushrooms in the fall.$h",
	// Marnie

	"any`any`any`any`any`any`any`Saloon`Now that I'm here I can finally relax and socialize a bit.",
	"any`any`any`any`any`any`any`Saloon_Tue`There aren't very many people here today...$s",
	// Maru

	"any`any`any`any`any`any`any`danceRejection`I'm flattered! But... No.",
	"any`any`any`any`any`any`any`divorced`We have nothing to say to each other.$a",
	"any`any`any`any`any`any`any`breakUp`Not good enough for you, huh?$a#$b#Fine...$s",
	"any`any`any`any`any`any`any`dumped_Girls`You've got some nerve, speaking to me!$a",
	"any`any`any`any`any`any`any`secondChance_Girls`You've lost some respect with me, @... but I'm willing to forgive you.$s",
	"any`any`any`any`any`any`any`Mon`Whenever I'm struggling with a technical problem, I always take a walk.#$e#It's surprising how much a change of scenery can help.",
	"any`any`any`any`any`any`any`Sun`Hi!#$q 3/4 Sun_01_old#Do you have fun working on the farm?#$r 3 0 Sun_01_01#Yes.#$r 4 0 Sun_01_02#No.",
	"any`any`any`any`any`any`any`Sun_01_old`$p 3#Hey, you've made another week of progress on the farm! It seems like things are going well for you.$h|Another tiring week on the farm, huh? It must really be a lot of work...$s",
	"any`any`any`any`any`any`any`Sun_01_01`Well that's good, isn't it?$h",
	"any`any`any`any`any`any`any`Sun_01_02`Yikes! I'm sorry. Have you ever thought of doing something different...?$s",
	"any`any`any`any`any`any`any`Mon6`Sometimes my head gets so cluttered with nonsense I can hardly think. Does that ever happen to you?#$e#Getting some fresh air usually helps.",
	"any`any`any`any`any`any`any`Thu10`Oh, @! Is there anything you want to talk to me about?#l",
	"any`any`any`any`any`any`any`summer`Are you enjoying the season?#$e#It's been so warm this year.$h",
	"any`any`any`any`any`any`any`summer`Hey, have any interesting farm stories to tell me?#$e#Guess not.",
	"any`any`any`any`any`any`any`summer2`Hey, tell me a story about farming.#$e#That's really interesting!",
	"any`any`any`any`any`any`any`summer4`Is it just me or did it suddenly get really hot?#$e#I guess it's just me.",
	"any`any`any`any`any`any`any`summer8`@, you're looking sharp today.$h",
	"any`any`any`any`any`any`any`summer10`How do your hands stay so soft with all that farm work?",
	"any`any`any`any`any`any`any`fall`Have you explored the mines much? I've heard you can find some useful materials there.",
	"any`any`any`any`any`any`any`fall`The trees look beautiful today!$h",
	"any`any`any`any`any`any`any`fall2`@, I just love how the trees look right now!#$e#I know you like them too.",
	"any`any`any`any`any`any`any`fall6`I've been feeling especially optimistic lately...$h",
	"any`any`any`any`any`any`any`fall10`You have a leaf in your hair. Let me get it for you.#$e#...$h",
	"any`any`any`any`any`any`any`winter1`Oh man, it's so cold...$s",
	"any`any`any`any`any`any`any`winter`My hair gets so frizzy in this dry weather. *sigh*",
	"any`any`any`any`any`any`any`winter`I hope I don't catch the flu this year.",
	"any`any`any`any`any`any`any`winter6`You look fresh today. I guess it's that crisp winter air.",
	"any`any`any`any`any`any`any`winter10`@, come closer. I'm cold.$l#$e#My hands are so dry from the winter air. I'm sorry about that.$l",
	// Pam

	"any`any`any`any`any`any`any`Saloon_Entry`Ah... Finally./I need a drink./Gus! Gimme the usual./Hey, I'm back!/Ooh boy, am I thirsty!/I'm parched!",
	"any`any`any`any`any`any`any`Saloon_Tue`Hey Gus! Gimme another round! *hic*$h",
	"any`any`any`any`any`any`any`Saloon_Fri`Oi, Gus! Gimme another pint of your strongest!",
	"any`any`any`any`any`any`any`Tue2`I was reading the newspaper this morning but then I got depressed. It's a rotten world, kid.#$e#Keep your head screwed on right and you'll make it through in one piece...#$b#That's what my Pappy always used to say. Heh heh heh.$h",
	"any`any`any`any`any`any`any`summer`Hi, stranger.",
	"any`any`any`any`any`any`any`summer2`Oh, it's Mr. @.^Oh it's Miss @.#$e#Do you need my help or something?",
	"any`any`any`any`any`any`any`summer6`I had hopes and dreams like you, once... But look at me now.$s#$e#Life doesn't always turn out like you expect.#$e#Ah well. There's no sense dwellin' on what you don't have.",
	"any`any`any`any`any`any`any`summer`...Yeah?#$e#You're a fine lookin' young man. Why're you wastin' your time talkin' to an old girl like me?^You're a pretty gal. What're you wastin' your time talkin' to someone like me for?",
	"any`any`any`any`any`any`any`fall`If I knew you better, I'd be more inclined to chat.",
	"any`any`any`any`any`any`any`fall4`I used to be young, once. Hard to believe, huh?#$e#Time sure goes fast when you grow up.$s",
	"any`any`any`any`any`any`any`winter`You got any hogs on that farm?",
	"any`any`any`any`any`any`any`winter`Do you want somethin' from me, kid? Best look somewhere else.",
	"any`any`any`any`any`any`any`winter`Hey kid. What're you up to?#$e#I'm just passin' time, same as always.",
	// Penny

	"any`any`any`any`any`any`any`Mon`Hi... #$e#Oh, did you want something?",
	"any`any`any`any`any`any`any`danceRejection`Oh... No, thanks.$s",
	"any`any`any`any`any`any`any`breakUp`...$s#$b#I... I see... *sniff* ... W... We can just be friends, then.$s",
	"any`any`any`any`any`any`any`pamHouseUpgrade`What you did for my family is so generous. Thank you!",
	"any`any`any`any`any`any`any`pamHouseUpgradeAnonymous`There are some truly wonderful people in the world...",
	"any`any`any`any`any`any`any`dumped_Girls`I can't bear to see you...$s",
	"any`any`any`any`any`any`any`divorced`...Please, leave me alone.$s",
	"any`any`any`any`any`any`any`secondChance_Girls`You've left a permanent scar on my heart, @. Still... I'm ready to speak to you again.$s",
	"any`any`any`any`any`any`any`Tue10`Um, @? A farm seems like a good place for children, don't you think?$l#$e#It was just a thought I had.$l",
	"any`any`any`any`any`any`any`Sun`Hello. Ummm...$u#$b#The weather's interesting today, don't you think?#$e#Sorry...$u",
	"any`any`any`any`any`any`any`summer`Hi... Um, nice weather, isn't it?",
	"any`any`any`any`any`any`any`summer`Hello. Ummm...$u#$b#The mountains look nice today, don't they?$u",
	"any`any`any`any`any`any`any`fall`Hi... Um, are you doing okay?$u",
	"any`any`any`any`any`any`any`fall4`Your farm looks really pretty right now.$h",
	"any`any`any`any`any`any`any`fall10`@! I was just thinking about the future...#$e#Where do you picture yourself in ten years?$l#$e#I have a few ideas for myself...$u",
	"any`any`any`any`any`any`any`fall8`Hi @.$h#$e#Your farmhouse must be pretty easy to clean, huh?",
	"any`any`any`any`any`any`any`winter`...yes?$u",
	"any`any`any`any`any`any`any`winter4`I'm looking forward to seeing what your farm looks like in the spring.#$e#It's going to be so fresh and beautiful.$h",
	// rainy

	"any`any`any`any`any`any`any`Abigail`The valley looks more interesting in the rain... don't you think?",
	"any`any`any`any`any`any`any`Sebastian`If you're lucky, you might see a frog in this weather.",
	"any`any`any`any`any`any`any`Linus`A warm rain is a pleasant way to get clean.$h",
	"any`any`any`any`any`any`any`George`It's awful cold, isn't it? What a rotten day.",
	"any`any`any`any`any`any`any`Pam`Howdy, kid. Stayin' dry?",
	"any`any`any`any`any`any`any`Haley`I spent all morning doing my hair... now the rain could mess it up.$s#$e#*sigh* ... Life is hard sometimes.",
	"any`any`any`any`any`any`any`Shane`Hmm... this weather makes me thirsty.$s",
	// Robin

	// Sam

	"any`any`any`any`any`any`any`danceRejection`Hmm... I dunno. Maybe next year.$s",
	"any`any`any`any`any`any`any`dumped_Guys`...$a",
	"any`any`any`any`any`any`any`secondChance_Guys`Alright, I'm done with the cold shoulder act. Let's just forget about what happened.$7",
	"any`any`any`any`any`any`any`breakUp`Wait... what?!$8#$b#I thought we were doing okay... I guess I was way off... alright, then.$9#$b#Yeah, sure... we can still be friends.$9",
	"any`any`any`any`any`any`any`divorced`I'm sorry, @. I don't think I can still be your friend.$s",
	"any`any`any`any`any`any`any`Mon`Hey, farmer.",
	"any`any`any`any`any`any`any`Tue`Oh, hi! It's good to see you again.#$e#Take it easy.",
	"any`any`any`any`any`any`any`Wed10`Hey buddy. You look like you're full of energy today!^@. Um... I just wanted to say... You look nice today.$10",
	"any`any`any`any`any`any`any`Thu`The clouds look great this time of year, don't they?#$e#Like scoops of vanilla ice cream floating on blue raspberry sauce... Or maybe I'm just hungry.",
	"any`any`any`any`any`any`any`Fri10`The older I get the more attached I feel to the valley.#$b#Although I could be biased... for a certain reason.$10#$e#So, how are you doing today?$h",
	"any`any`any`any`any`any`any`Sat`Hmm. I just remembered that I was meaning to do something... But I forgot.#$e#This happens to me all the time.",
	"any`any`any`any`any`any`any`Sun`Oh, it's a nice day... isn't it?",
	"any`any`any`any`any`any`any`10`Did you watch the game last night?#$b#Or wait, do you even have a TV set...?",
	"any`any`any`any`any`any`any`14`Ugh, I stepped in something gross earlier... and I just bought these shoes.$s",
	"any`any`any`any`any`any`any`spring_21`Sometimes those spring petals that float around make my nose drip.$s#$e#I like summer best, myself.",
	"any`any`any`any`any`any`any`summer2`Hey, how's it going?#$e#I'm hungry.#$e#See you later.",
	"any`any`any`any`any`any`any`summer`There's a little less pollen in the summer... my nose is really happy.",
	"any`any`any`any`any`any`any`summer`Oh, hi! It's good to see you again.#$e#Goodbye for now.",
	"any`any`any`any`any`any`any`summer4`Hi, @. Do you want to hang out or something?#$e#I'm so energized during summer I hardly have to sleep!",
	"any`any`any`any`any`any`any`summer`Hi. Taking the day off?#$e#Sounds interesting.",
	"any`any`any`any`any`any`any`summer`When you see hot air balloons drifting over the sea, you'll know that summer's in full swing.",
	"any`any`any`any`any`any`any`fall2`I like taking walks in the forest this time of year. The temperature is so comfortable#$e#...$h",
	"any`any`any`any`any`any`any`fall10`I think I've grown to like the country more than the city.$h#$b#Although I could be biased... for a certain reason.$10#$e#So, how are you doing today?$h",
	"any`any`any`any`any`any`any`fall`Hmm. I think I was meaning to do something... But I forgot.#$e#This happens to me all the time.",
	"any`any`any`any`any`any`any`winter`Hi... Cold, isn't it?",
	"any`any`any`any`any`any`any`winter`Oh, hi! It's good to see you again.#$e#Take it easy.",
	"any`any`any`any`any`any`any`winter_2`One thing that's nice about winter... all the mosquitos are gone.",
	"any`any`any`any`any`any`any`winter`The worst thing about the snow is getting your feet soaked. You're lucky in those thick boots.",
	// Sandy

	// Sebastian

	"any`any`any`negative`any`any`any`danceRejection`No... There's someone else I want to dance with.",
	"any`any`any`negative`any`any`any`divorced`Why do you keep bothering me? I'm trying to forget about you.$s",
	"any`any`any`negative`any`any`any`dumped_Guys`I don't want to see you for a while.$u",
	"any`any`any`negative`any`any`any`breakUp`... alright...$s#$b#I guess I'll see you around, then...$s",
	"any`any`any`negative`any`any`any`secondChance_Guys`Hey...",
	"any`any`any`negative`any`any`any`Mon`Um... need something?",
	"any`any`any`negative`any`any`any`Tue`I was thinking... people are like stones skipping over the water.#$b#Eventually we're going to sink.",
	"any`any`any`negative`any`any`any`Tue6`I like your new boots!$h^Your hair looks nice today.$h#$e#Do you want to hang out for a while?",
	"any`any`any`negative`any`any`any`Wed`What am I going to do today?#$e#Probably nothing.",
	"any`any`any`negative`any`any`any`Wed10`Um... You're single, right?#$e#Just wondering!$l",
	"any`any`any`negative`any`any`any`Mountain_47_23`I come here for the peace and quiet.",
	"any`any`any`negative`any`any`any`Thu6`Could you picture someone like me living on a farm? It seems ridiculous.$h",
	"any`any`any`negative`any`any`any`Thu8`Could you picture me living on a farm?#$e#It seems ridiculous, but I have been thinking about it lately.",
	"any`any`any`negative`any`any`any`Fri`Uh... I don't really know you.",
	"any`any`any`negative`any`any`any`Sat`What? I didn't hear you... I'm busy thinking about something.#$e#What do you want?",
	"any`any`any`negative`any`any`any`Sun`Hey. Your name is @, right?",
	"any`any`any`negative`any`any`any`Sun2`Having a good weekend? ...nice.",
	"any`any`any`negative`any`any`any`Sun10`I was just thinking about you...$l",
	"any`any`any`negative`any`any`any`summer8`Why am I grinning? I guess I've been unusually happy lately...$l",
	"any`any`any`negative`any`any`any`summer`Oh, hey. *yawn*",
	"any`any`any`negative`any`any`any`fall`So... it's the big harvest season, isn't it?",
	"any`any`any`negative`any`any`any`fall`Pumpkin spice this... pumpkin spice that... man, I do get sick of these seasonal fads.",
	"any`any`any`negative`any`any`any`fall6`I've been reading a book about a farmer. Reminds me a lot of you, actually.$h#$e#Sorry if that creeps you out.$h",
	"any`any`any`negative`any`any`any`winter4`Nothing surprises me anymore... nothing makes me laugh.#$e#Yeah, I know... I'm being a little dramatic.",
	"any`any`any`negative`any`any`any`winter4`Hey...#$b#It's hard to think of new things to talk about, sometimes. Even after you know someone.#$e#...Sorry.",
	"any`any`any`negative`any`any`any`winter`The frogs aren't very happy in winter.#$e#Poor little guys.$s",
	"any`any`any`negative`any`any`any`winter6`I like winter but I do feel bad for all the cold animals out there.#$e#I guess they're used to it, though... like me.",
	// Shane

	"any`rude`any`negative`any`any`any`Mon`I don't know you. Why are you talking to me?",
	"any`rude`any`negative`any`any`any`danceRejection`...No.$s",
	"any`rude`any`negative`any`any`any`divorced`...$a#$e#...Leave me alone.$a",
	"any`rude`any`negative`any`any`any`breakUp`*gulp* Oh... Yeah, okay... I guess should've seen this coming.$s#$b#I'll... uh... guess I'll see you at the Saloon.",
	"any`rude`any`negative`any`any`any`dumped_Guys`%Shane has a glazed look in his eye. He won't speak to you.",
	"any`rude`any`negative`any`any`any`secondChance_Guys`I don't understand you... *sigh*...",
	"any`rude`any`negative`any`any`any`Mon2`I hardly know you. Why are you talking to me?",
	"any`rude`any`negative`any`any`any`Mon4`Hey. Sorry if I came off as rude when we first met.#$e#It takes me a while to warm up to strangers.",
	"any`rude`any`negative`any`any`any`Mon10`Do you ever feel like the whole world is scrutinizing you like some disgusting insect?",
	"any`rude`any`negative`any`any`any`Tue`What? What do you want? Go away.",
	"any`rude`any`negative`any`any`any`Tue2`What do you want from me? Money? I'd give you a pot of gold to leave me alone!",
	"any`rude`any`negative`any`any`any`Tue4`Every time I try something new it goes horribly wrong. You learn to just stay in a shell.",
	"any`rude`any`negative`any`any`any`Wed`No, I don't have time to chat with you.",
	"any`rude`any`negative`any`any`any`Thu`What do you want? Leave me alone.",
	"any`rude`any`negative`any`any`any`Thu4`You're really persistent. I guess I'm just surprised that anyone would be interested in talking to me.",
	"any`rude`any`negative`any`any`any`Thu8`You like talking to me? I guess I believe you... maybe you're as weird as I am.$h",
	"any`rude`any`negative`any`any`any`Fri`Don't you have work to do?",
	"any`rude`any`negative`any`any`any`Sat`Why are you bothering me? I want to be alone.",
	"any`rude`any`negative`any`any`any`Sun`I'm busy, can't you tell?",
	"any`rude`any`negative`any`any`any`Sun6`...I think I might be gaining weight.$s",
	"any`rude`any`negative`any`any`any`Sun10`Hi, @. I've actually been having a pretty good day so far.$h",
	"any`rude`any`negative`any`any`any`Sun2`You again? How many times do I have to tell you to leave me alone?$s",
	// Vincent

	"child`any`any`any`any`any`any`Thu2`You're not as boring as most grown-ups!",
	"child`any`any`any`any`any`any`Sun`Hi there, mister!^Hi there, miss.",
	// Willy

	// Wizard

	"any`any`any`any`any`any`any`Tue`If you have nothing important to tell me, leave me be. I have much work to do.",
	"any`any`any`any`any`any`any`Thu`There are many mysteries around us. You must be patient if you wish to discover them.",

  ]
}